{
    "components": {
        "GenularBottom": {
            "buttons": {
                "star": "Star us on GitHub",
                "help": "Help us with translations",
                "about": "About PANDORA"
            },
            "dialog": {
                "title": "About Us",
                "intro": "We are a dedicated academic lab driven to promote science and research under the leadership of Dr. Adriana Tomic. Our mission is to advance global health by making highly accurate predictive modeling and universal vaccine design accessible to all, regardless of technical expertise.",
                "citation": {
                    "author": "Dr. Adriana Tomic",
                    "text": "In a world where disease knows no borders, our mission is clear: to unlock the secrets of immune resilience and forge universal vaccines that protect all. We’re building a future where precision medicine and global equity go hand in hand, using the language of data to transform the health of generations to come."
                },
                "ending": "To build a better future, we need a deeper understanding of the complex immune mechanisms driving vaccine responses and immunity across diverse populations.",
                "footer": "PANDORA and SIMON are developed and maintained by aTomic Lab, an academic research group. We are committed to making scientific advancements a public good and welcome contributions from individuals and organizations passionate about advancing open, accessible scientific tools. Visit our <a href='https://atomic-lab.org' target='_blank'>website</a> to learn how you or your organization can collaborate with us.",
                "links": {
                    "title": "Other Resources",
                    "tooltip": {
                        "forums": "Join our community discussions, report bugs, suggest features, or share tutorials.",
                        "github": "Contribute to our development, track progress, or report bugs.",
                        "translation": "Help expand our Translation Community by adding or refining translations."
                    }
                }
            }
        }
    }
}
